<?php
// Heading
$_['heading_title']      = 'Цветовые группы';

// Text
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_list']          = 'Цветовые группы';
$_['text_add']           = 'Добавить (<b>Важно: товар может быть присвоен только к одной цветовой группе!</b>)';
$_['text_edit']          = 'Редактирование (Важно: товар может быть присвоен только к одной цветовой группе!)';
$_['text_default']       = 'По умолчанию';

// Column
$_['column_name']        = 'Название цветовой группы';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название цветовой группы';
$_['entry_product_name'] = 'Название товара';
$_['entry_color_name']   = 'Название цвета';
$_['entry_color_code']   = 'Изображение цвета';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Вы не имеете прав для изменения цветовой группы!';
$_['error_name']         = 'Название цветовой группы должно быть от 1 до 255 символов!';
$_['error_title']        = 'Заголовок должен быть от 1 до 255 символов!';
$_['error_product_id']   = 'Не выбран товар!';
$_['error_color_name']   = 'Название цвета должно быть от 1 до 255 символов!';
$_['error_color_code']   = 'Заполните изображение цвета!';
