<?php
// Heading
$_['heading_title']        = 'Заказ успешно сформирован!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление';

			// Invoice
$_['text_account']          = 'Личный кабинет';
$_['text_order']            = 'Информация о заказе';
$_['text_order_detail']     = 'Детали заказа';
$_['text_invoice_no']       = 'Номер заказа:';
$_['text_order_id']         = 'ID заказа:';
$_['text_status']           = 'Статус:';
$_['text_date_added']       = 'Дата:';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_shipping_method']  = 'Способ доставки:';
$_['text_payment_address']  = 'Адрес оплаты';
$_['text_payment_method']   = 'Способ оплаты:';
$_['text_products']         = 'Товары:';
$_['text_total']            = 'Итого:';
$_['text_comment']          = 'Комментарий к заказу';
$_['text_history']          = 'История заказа';

// Column
$_['column_name']           = 'Наименование товара';
$_['column_model']          = 'Модель';
$_['column_quantity']       = 'Кол-во';
$_['column_price']          = 'Цена';
$_['column_total']          = 'Итого';
$_['column_action']         = 'Действие';
$_['column_date_added']     = 'Дата';
$_['column_status']         = 'Статус';
$_['column_comment']        = 'Комментарий';
			
$_['text_success']         = 'Успешно';
$_['text_customer']        = '<br><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a> открыв <a href="%s">Историю заказов</a>.</p><p>Если в вашем заказе есть цифровые товары для скачивания, вы можете посмотреть их на странице <a href="%s">Файлы для скачивания</a>.</p><p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ был успешно сформирован!</p><p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';