<?php
// Heading
$_['heading_title']    = 'Комиссия Приват24';

// Text
$_['text_total']       = 'Учитывать в заказе';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']    	   = 'Изменить комиссию Приват24';
$_['text_percents']    = ' в процентах';

// Entry
$_['entry_total']      = 'Сумма заказа:';
$_['entry_fee']        = 'Комиссия:';
$_['entry_fee_help']   = 'в единицах валюты по-умолчанию или в процентах от суммы заказа';
$_['entry_tax_class']  = 'Налоговый класс:';
$_['entry_custom_title']      = 'Использовать пользовательское название во время оформления заказа:';
$_['entry_custom_title_help'] = 'по-умолчанию - Комиссия Приват24';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';