<?php
// Text
$_['heading_title']	           = 'Отзывы о магазине';

$_['text_write']               = 'Написать отзыв';
$_['text_login']               = 'Пожалуйста <a href="%s">авторизируйтесь</a> или <a href="%s">создайте учетную запись</a> перед тем как написать отзыв';
$_['text_no_reviews']          = 'Нет отзывов о магазине.';
$_['text_note']                = '<span style="color: #FF0000;">Примечание:</span> HTML разметка не поддерживается! Используйте обычный текст.';
$_['text_success']             = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';

$_['text_mail_subject']        = 'У вас новый отзыв о магазине (%s).';
$_['text_mail_waiting']	       = 'У вас новый отзыв о магазине в ожидании проверки.';
$_['text_mail_author']	       = 'Автор: %s';
$_['text_mail_rating']	       = 'Рейтинг: %s';
$_['text_mail_text']	       = 'Текст отзыва:';

// Entry
$_['entry_name']               = 'Ваше имя:';
$_['entry_review']             = 'Ваш отзыв:';
$_['entry_rating']             = 'Оценка:';
$_['entry_good']               = 'Хорошо';
$_['entry_bad']                = 'Плохо';
$_['entry_captcha']            = 'Введите код, указанный на картинке:';

// Button
$_['button_continue']          = 'Отправить отзыв';

// Error
$_['error_name']               = 'Имя должно быть от 3 до 25 символов!';
$_['error_text']               = 'Текст отзыва должен быть от 25 до 3000 символов!';
$_['error_rating']             = 'Пожалуйста, выберите оценку!';
$_['error_captcha']            = 'Код, указанный на картинке, введен неверно!';

